[
  {
    "id": 1,
    "titulo": "Nueva filtración de datos afecta a miles de usuarios",
    "fuente": "CyberNews",
    "fecha": "15 de julio de 2024",
    "imagen": "https://lh3.googleusercontent.com/aida-public/AB6AXuCiTN9YK8t8tiPwO3LjsgaABEdIxICRJgoMebH1UlTH79t5aJodYGLt3czw_pFN4WtAIhurxq9fGa7-DuFSqJHS0eHHSUKWfwvPTZP3_y2uqicbLU_5jZ5AzwOpqlTwxF5Py-J2WSRY89Ccgjq7ob3OUtcvA7TDg9pFdpuosUvlSeep5Z77_VdhlJ-fhcSmTKsNiTUdvsgp5DqglH2Xiitb4cjqTJI9WCywxx-DdW58VVDjJ-bOoR3rrcPyPMRmVZcXihBGgLyMtzk",
    "descripcion": "Una importante brecha de seguridad ha expuesto datos personales de miles de usuarios en todo el mundo.",
    "contenido": "Una nueva filtración masiva de datos ha dejado expuesta información sensible de miles de usuarios. Según el informe publicado por CyberNews, los datos comprometidos incluyen correos electrónicos, contraseñas encriptadas y otra información personal. Este incidente subraya la necesidad crítica de que las empresas refuercen sus protocolos de cifrado y seguridad perimetral para proteger la información de sus clientes.\n\nLos expertos en seguridad han señalado que la vulnerabilidad explotada podría haber estado latente durante varios meses sin ser detectada. La empresa afectada, que aún no ha sido nombrada, se enfrenta ahora a posibles multas regulatorias y a una pérdida significativa de la confianza del público. El incidente sirve como un crudo recordatorio de los riesgos persistentes en el almacenamiento masivo de datos.\n\nComo medida de precaución inmediata, se recomienda a los usuarios afectados que cambien sus contraseñas en cualquier servicio que pueda haber utilizado credenciales similares. Además, la habilitación de la autenticación en dos factores (2FA) en todas las cuentas digitales críticas se ha vuelto indispensable para mitigar el riesgo de acceso no autorizado tras este tipo de brechas.",
    "categoria": "Ciberseguridad",
    "autor": "Laura González",
    "tags": ["filtración", "seguridad", "datos", "privacidad"]
  },
  {
    "id": 2,
    "titulo": "Aumento de ataques de malware dirigidos a empresas",
    "fuente": "Security Today",
    "fecha": "10 de julio de 2024",
    "imagen": "https://lh3.googleusercontent.com/aida-public/AB6AXuCOOfoP1Cl_QksGsi0Wsxr-pfIjAx4ppKtG8DjXfxGPENxVuGNLRRQXzkubHHBApoYVRGaFn72PcVedQFxb_rmMRznaru_y5NOkaOy0OY99H2FhYKDfuFZGL1FjaHLyVlet3TIS85mf9QWhSkx8M7rYTYNjr4dwXE2MqseDUzC_SHGZD2EOGlJ6RahKx-b4BvHAymk-15rTbK69pjfOURec6DDeRdE8OzUqWWmq_hriXIgHmZ8aZRymbS9eNwGBb3tmI-JrygMRe4U",
    "descripcion": "Los ataques de malware están en aumento y afectan principalmente a medianas y grandes empresas.",
    "contenido": "Nuevos reportes indican un incremento significativo en los ataques de malware focalizados en entornos empresariales. Los investigadores de seguridad advierten que los atacantes están usando técnicas más avanzadas, como phishing dirigido y exploit kits personalizados, diseñados específicamente para evadir las defensas tradicionales. Estos ataques buscan infiltrarse silenciosamente en las redes corporativas para robar propiedad intelectual o lanzar operaciones de ransomware.\n\nSe ha observado una tendencia preocupante en la sofisticación de los vectores de ataque. En lugar de depender de campañas de spam masivo, los actores de amenazas ahora invierten tiempo en la investigación de objetivos específicos, personalizando correos electrónicos de phishing para que parezcan legítimos y aprovechando vulnerabilidades de día cero. Esta personalización hace que la detección sea extremadamente difícil para los empleados sin la capacitación adecuada.\n\nPara contrarrestar esta amenaza, se recomienda encarecidamente a las organizaciones que refuercen sus políticas internas de ciberseguridad, actualicen los sistemas y parches con regularidad y, sobre todo, inviertan en la formación continua de los empleados. La defensa más efectiva contra el phishing dirigido sigue siendo la conciencia del usuario y la implementación de soluciones avanzadas de detección de amenazas en los endpoints.",
    "categoria": "Ciberataques",
    "autor": "Carlos Méndez",
    "tags": ["malware", "empresas", "ataques", "phishing"]
  },
  {
    "id": 3,
    "titulo": "Vulnerabilidad crítica descubierta en software ampliamente utilizado",
    "fuente": "TechCrunch",
    "fecha": "5 de julio de 2024",
    "imagen": "https://lh3.googleusercontent.com/aida-public/AB6AXuCOF_yFg9haRUMbTqx3jPcBzSiK2C9sPoZUyVgjcCCvLBmaNQXjjDYE1SRLi6DHeIiJfLt7tZ1p3YaOIuQT4v-uOLOIkmiJW42tLrCQ6A0AuFYAGaFNfROxbjvKC5hLeunPl2DvmGB3ka4DtOEKTeh89UBUQFhXAwzD2bJQVPywpUQoGykkjzYTzIbNczzm4iAixvYq3_so8AdqH37sB5JGUqeSjXLREHwUNmPgkkq6HqlFXVmtlOJ29JENGOp0iPslGBbkNmCtXlo",
    "descripcion": "Se ha identificado una vulnerabilidad crítica que afecta a un software muy utilizado en el sector profesional.",
    "contenido": "Un equipo de investigadores ha descubierto una vulnerabilidad de ejecución remota de código (RCE) de gravedad crítica que afecta a un software utilizado por millones de empresas en todo el mundo. La falla permite que atacantes tomen control de sistemas afectados sin necesidad de interacción del usuario, lo que la convierte en una amenaza de alto riesgo y fácil explotación.\n\nLa gravedad de esta vulnerabilidad radica en su amplio alcance y en el hecho de que el software en cuestión opera a menudo con altos privilegios dentro de las infraestructuras corporativas. La explotación exitosa podría llevar a la total toma de control de servidores o al robo masivo de datos, lo que ha puesto en alerta a los equipos de seguridad de las principales compañías tecnológicas y financieras.\n\nEl fabricante ya ha reconocido la existencia de la falla y trabaja activamente en la creación de un parche que será liberado en los próximos días. Mientras tanto, se recomienda a los administradores de sistemas que sigan las directrices de mitigación temporal proporcionadas por la compañía y se preparen para desplegar la actualización de seguridad inmediatamente después de su lanzamiento para minimizar el periodo de exposición al riesgo.",
    "categoria": "Vulnerabilidades",
    "autor": "Ana Ruiz",
    "tags": ["vulnerabilidad", "software", "exploits", "riesgo"]
  },
  {
    "id":4,
    "titulo":"Hackers de Corea del Norte despliegan paquetes npm para propagar Malware",
    "fuente": "The Hacker News",
    "fecha": "28 de noviembre de 2025",
    "imagen":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgbHywoT-t7dx-yFp5L6Kj6AHPWvHYFoziGtqauAQGWvY55xCGgiw80AKaK962SgdMmomBf9EMT9cPAGPxx5GTi4lFq_ckm1Cjk3hGtRo1AnWVEjZkd89HlSOWuLuBC-whL565LElFcq2D55c9NrmQHx30eGNNugpcLqPAKDxRC5Zkwb-1lX1OC4Xu-QH13/s790-rw-e365/npm-malware.jpg",
    "descripcion":"Hackers NorCoreanos han desplegado 197 paquetes npm maliciosos",
    "contenido":"Una campaña de ciberespionaje vinculada a Corea del Norte ha desplegado casi 200 paquetes maliciosos en el repositorio público de npm, apuntando a desarrolladores de software. Estos paquetes se camuflan como herramientas legítimas y son diseñados para robar credenciales y obtener acceso a sistemas de desarrollo sensibles.\n\nLa amenaza se ha agravado debido a que los paquetes maliciosos han sido descargados más de 31.000 veces antes de que se identificara la campaña. El malware en cuestión es una variante avanzada conocida como 'BeaverTail', que está relacionada con la familia OtterCookie, un conjunto de herramientas utilizadas históricamente por grupos de amenazas patrocinados por el estado norcoreano. Esto demuestra un creciente interés en comprometer la cadena de suministro de software.\n\nLas empresas de ciberseguridad han emitido alertas urgentes pidiendo a los desarrolladores que auditen sus dependencias de npm. Se insta a los equipos de desarrollo a verificar la autoría y la reputación de cualquier paquete nuevo antes de su inclusión en proyectos. La rápida detección y eliminación de estos paquetes es crucial para evitar una mayor propagación en el ecosistema de desarrollo.",
    "categoria":"Ciberataques",
    "autor":"Ravie Laksmanan",
    "tags":["malware","ataques","seguridad","geopolitica"]
  },
  {
    "id": 5,
    "titulo": "Actualización de Windows 11 24H2 oculta la opción de inicio de sesión local para nuevas configuraciones",
    "fuente": "Cybersecurity News",
    "fecha": "29 de noviembre de 2024",
    "imagen": "https://i2.wp.com/blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEj8D70wLdocBjJt7-wgMKeb2CZvvgLD-t4uXo4-FI6LN_65YuAxtxRqThXMDWr8sYS1hQOjWrfOvoRgFUqR-6KsTsG0IsGsyKYzOZ7UrbK3V9fYkKlmGtufDS-BmVCIdo7Ik-lgewU3kIsmFA2qAAvixPKYNxa8HQ-oNgWWFKykoZyyyrL_B21lXXoskRdt/s16000/Windows%2011%2024H2%20Update%20Hides%20Login.webp?w=696&resize=696,0&ssl=1",
    "descripcion": "Microsoft está probando la eliminación de la opción de inicio de sesión con cuentas locales durante la configuración inicial de Windows 11 24H2 en la edición Home, forzando a los usuarios a usar una cuenta de Microsoft (MSA).",
    "contenido": "Microsoft ha implementado un cambio controvertido en las versiones preliminares de la actualización Windows 11 24H2, específicamente dirigida a la edición Home. Durante la Configuración Inicial o Experiencia de Primer Uso (OOBE), se ha eliminado la opción 'Tengo una clave de producto' junto con la capacidad de crear una cuenta local, lo cual representa un cambio significativo en la libertad de configuración del usuario.\n\nEste ajuste obliga efectivamente a los nuevos usuarios de Windows 11 Home a iniciar sesión con una Cuenta de Microsoft (MSA) o a recurrir a soluciones alternativas, como desconectar el dispositivo de Internet, para poder crear una cuenta local, una táctica conocida en la comunidad tecnológica como 'OOBE bypass'. Este movimiento parece ser parte de una estrategia más amplia de Microsoft para integrar a más usuarios en su ecosistema de servicios en la nube desde el inicio.\n\nEs importante notar que esta restricción no afecta actualmente a los usuarios de la edición Pro de Windows 11, quienes conservan la opción de crear cuentas locales durante el proceso OOBE. Sin embargo, este cambio en la edición Home ha generado debate sobre la privacidad y el control del usuario sobre su propio sistema operativo, impulsando a muchos a buscar alternativas para mantener la autonomía de sus cuentas.",
    "categoria": "Actualización de SO y Privacidad",
    "autor": "Resumen basado en el artículo",
    "tags": ["Windows 11", "24H2", "Microsoft Account", "MSA", "OOBE", "cuenta local", "privacidad"]
  }
]